{
    "jokes": [
        {
            "id": 0,
            "joke": "牛腩：“我已出锅，感觉良好。”汤问：“你什么感觉？”牛腩微微一笑：“我感觉自己的人品在闪闪发光，充盈着高尚的道德观，有着良好的教养和情操。”汤：“什么意思？”牛腩：“意思就是，我不够烂埃。”"
        },
        {
            "id": 1,
            "joke": "包大人如厕忘记带纸，忐忑中惊喜地听见外面传来：“圣纸到……开封府尹包拯接纸……”"
        },
        {
            "id": 2,
            "joke": "太上老君正在看电视，看着看着贞子从电视里爬出来了……老君微笑着就把她炼成了一颗“贞子丹”。"
        },
        {
            "id": 3,
            "joke": "一女子请道士驱鬼，说道，“大师！最近实在是奇怪，先是上楼梯，那木头楼梯竟然就硬生生粉碎了，后来我又坐到椅子上，椅子竟然也折了！最恐怖的是，晚上睡觉的时候，床竟然也塌了！请大师救救我！我好害怕！”道士听罢，掏出桃木剑，舞动一通，剑指女子，大喝：“你该减肥了！”"
        },
        {
            "id": 4,
            "joke": "酒吧里两个女人在聊天。一女说道，你最近怎么瘦了这么多。另一女回答，我是因为太难过了，我丈夫找了个小情人。女子劝其，赶快和他离了吧。该女子回答，不要，我还想再瘦五公斤，瘦5公斤呢……"
        },
        {
            "id": 5,
            "joke": "女儿发烧，我和老公带她去医院。医生说，打针好的快。女儿一听就哭。看着后面排队的病号，老公强行把她摁住。那位三十多的男医生赶紧扎针。女儿回头看看她爸爸和男医生，哭着说，“你们男人真是没一个好东西。”"
        },
        {
            "id": 6,
            "joke": "如果蚊子不吸血，改行抽脂肪，那它会是多么可爱的小生灵啊！"
        },
        {
            "id": 7,
            "joke": "生姜是烹饪界的伪装大师，它能伪装成猪肉、牛肉、鸡鸭鱼肉、肉块、肉片、肉丝、肉盯、肉末、带毛的肉皮、不带毛的肉皮等等等等，让吃到它的人痛不欲生。"
        },
        {
            "id": 8,
            "joke": "今天看到一朋友的签名：说好一起到白头，你却偷偷焗了油。"
        },
        {
            "id": 9,
            "joke": "变胖都是悄悄滴、悄悄滴，你以为一切照常，找出往年的裤子，就是一个猝不及防。"
        },
        {
            "id": 10,
            "joke": "苍蝇看见了匆匆赶路的蚊子，问道：“去哪里？” 蚊子回答：“去献血，积德可以长寿的。” 苍蝇说：“是真的吗？我也跟你去。” 蚊子善意提醒苍蝇：“算了吧，你的血肯定不合格。”"
        },
        {
            "id": 11,
            "joke": "老鹰在回家的途中遇见了秃鹫。老鹰问：“兄弟，你是坐办公室的吧？” 秃鹫说：“是啊，你怎么知道的？” 老鹰说：“一看就知道你是很聪明，经常玩电脑的。” 秃鹫说：“不会吧，你是怎么看出来的呢？” 老鹰说：“年纪轻轻就秃顶，这可是最好的证明。”"
        },
        {
            "id": 12,
            "joke": "乌鸦衔来小石子，放进瓶子里，水就满上来了。乌鸦嗅了嗅，还没来得及喝，就飞来一只霸道的喜鹊，把水喝光了。乌鸦笑笑，自言自语道：“小子，不知道重金属超标吗？”"
        },
        {
            "id": 13,
            "joke": "小蜈蚣摔一了跤，脑死亡。蜈蚣妈妈找到医生，说：“医生，医院里可以捐献器官吗？” 医生说：“可以呀，可是，他的眼角膜、肾脏、肝脏都受到了损伤，可能捐不了。” 蜈蚣妈妈说：“我要捐他的腿……”"
        },
        {
            "id": 14,
            "joke": "在同学群里看到一句评论，有一种很多问题得到了解释的感觉：“教育体系的根本目的不是为了提高受教者的能力，而是为了在每个年龄段都能淘汰大量的孩子。”"
        },
        {
            "id": 15,
            "joke": "我爱上了一匹野马，她给我生了头骡子。 评：那说明自己是驴，还怪别人……"
        },
        {
            "id": 16,
            "joke": "上一次带领中国队战胜荷兰队的是……郑成功"
        },
        {
            "id": 17,
            "joke": "对于微胖一族来说，“数字体重”已经不重要了，重要的是“视觉体重”。"
        },
        {
            "id": 18,
            "joke": "本人不喜欢迷信。小时候算命的说我长大能考上清华，我用实际行动证明这不科学！"
        },
        {
            "id": 19,
            "joke": "“人生本是一次苦旅，幸好撞见你。” “ＴＭＤ，开车撞人还有理了！”"
        },
        {
            "id": 20,
            "joke": "美食一上桌，脑子里发布的第一指令是“吃”而不是“拍照”，才能称为称职的吃货！"
        },
        {
            "id": 21,
            "joke": "睡觉前一定要吃饱，否则会做饿梦的！"
        },
        {
            "id": 22,
            "joke": "大家都认识的一个人，陪你一起上小学和中学，老师也经常提起他～但大家都不知道他姓什么。他就是小明！"
        },
        {
            "id": 23,
            "joke": "咋晚做了个机器猫大战葫芦娃的梦。猫不敌大败，搬救兵苍老湿，苍老师把他们打了，上了，结果生出一个奇葩集七兄弟以大成，此货乃奥特曼是也！"
        },
        {
            "id": 24,
            "joke": "选择性障碍一般体现在日常生活当中，例如女性购物，同样款式的衣服，不同的颜色，这个也喜欢，那个也不舍，导致拿不定主意，内心纠结。最终挑选了一件以后，还要不停的问别人是否适合自己，如果别人的答案是否定的，则会加剧这种苦恼的心情。患上这种症状的人，原因只有一个：穷。"
        },
        {
            "id": 25,
            "joke": "望远镜是伽利略留给人类的一个伟大发明。它一举解决了“远方，你怎么看”的问题。"
        },
        {
            "id": 26,
            "joke": "有两个人第一次吃咸鸭蛋。A惊奇地说：“我过去吃的蛋都很淡，这个蛋为啥这么咸？” B说：“这事幸好你问到了我。告诉你吧，这只蛋是咸鸭生的。”"
        },
        {
            "id": 27,
            "joke": "原始森林里，一只虎宝宝远远的看到一位野生动物专家拿着放大镜，对着一堆它们的粪便趴在地上认真的观察。虎宝宝妈虎妈妈说：“他们真够可怜的，为了证明我们的存在，都累成那样儿了。”虎妈妈说：我这不也是可怜他，才给他留下了一堆粪便，让他发表一篇论文吧。"
        },
        {
            "id": 28,
            "joke": "土豆丝跟番茄打架，鸡蛋过来劝架：算啦土豆丝。"
        },
        {
            "id": 29,
            "joke": "“徒儿，你看那棉花糖，形虽有异，却归同本，彼此轮转，相灭相生。你从中悟到了什么？”“师傅，弟子悟到了禅意。”“很好，为师也是如此，你去给为师买两个吧。”"
        },
        {
            "id": 30,
            "joke": "他醒来的时候，发现自己身处一个陌生的地方，立刻使劲地回想，没有被绑架，没有喝醉酒，也没有发生什么灵异事件。哦，原来是昨天心情好把房间收拾了。"
        },
        {
            "id": 31,
            "joke": "苦者问禅师：“禅是什么？” 禅师不答，领苦者到一饭馆，叫苦者站于门外，自己叫一桌好酒好菜，低头便吃。许久苦者问：“站到何时？” 禅师答：“感觉如何？” 苦者咽了咽口水：“饿！” 禅师：“这就是‘馋’！懂了吗？来，过来把账结了。”"
        },
        {
            "id": 32,
            "joke": "菜市场有个嘴特甜的人卖菜人，见了谁也叫得特亲热。这天老万老婆来菜市场，卖菜人老远就喊：嫂子，看我这韭菜多鲜呀，捎一捆回去给俺哥和孩子包饺子吧！老万老婆于是提上一捆韭菜就走，卖菜人喊道：嫂子，还没给钱呐。老万老婆说：你哥一会从这路过，你跟他要吧。卖菜人说：可我不认识我哥呀。过路人都笑道：你连你哥都不认识，你哄谁呢。"
        },
        {
            "id": 33,
            "joke": "某人收到份匿名信，内容如下：__水，__风，__烟，__奖，__查，__取，__空，__签。他花了很长时间都无法理解其中涵义，只好求助文学系的师兄。师兄看了看后，一脸严肃的对他说：你最近得罪什么人了吧？小心埃他一脸疑惑：为啥？师兄说：很明显，这封信是说你…欠抽。"
        },
        {
            "id": 34,
            "joke": "顾客：“请问那条围巾要多少钱？” 营业员：“二百元。” 顾客：“这么贵！都够买上一双好皮鞋的价格了。” 营业员：“是贵了点，可没见过有人脖子上挂皮鞋啊！”"
        },
        {
            "id": 35,
            "joke": "一个路人拦下计程车，他问司机：从这儿到机场要多久？司机：要很久的。路人：起码要多久？司机：骑马要更久。"
        },
        {
            "id": 36,
            "joke": "警察对着河里的一名男子喊：“这里禁止游泳！男子回答：“我不会游泳……我……我是……掉到河里的。” 警察说：“哦……那是不禁止的。”说完便转身走了。"
        },
        {
            "id": 37,
            "joke": "朋友失业很长时间了，有次碰面，我问他：“最近忙什么呢？” 他不好意思说一直失业，就说：“我在做进出口生意。” 我问：“进口什么？” “粮食。” “出口什么？” “肥料。”"
        },
        {
            "id": 38,
            "joke": "主任一行10人从酒店出来都挤上了一辆旅行轿车，在路上被交警拦住，执勤交警问：“车子定员是几位？” 司机说：“8位。” 交警又问：“你们车上坐了多少人？” 主任抢先回答说：“正好一桌。”"
        },
        {
            "id": 39,
            "joke": "您干吗把这些面包留着？别吃了，喂鸟吧！” “喂鸟也只能喂啄木鸟了。”"
        },
        {
            "id": 40,
            "joke": "一位演员演出回来，对朋友说：“这次演出反应不错，我在露天广场上演出时，观众的掌声经久不息。”他的朋友说，“下个星期再演出就没有这么好的效果了。”演员问：“为什么？”那人回答：“天气预报说下周要降温，这样蚊子会少多了。”"
        },
        {
            "id": 41,
            "joke": "有个外地人向老头问路:“请问，我要是顺着这条路走下去，路顶头是火车站吧？”“您不顺这条路走，这条路顶头也是火车站！”"
        },
        {
            "id": 42,
            "joke": "“先生，有个人有急事找您，他已在客厅里等了4个小时了。” “让他再等等吧，既然他已等了4个小时，就说明他的事不急。”"
        },
        {
            "id": 43,
            "joke": "闺蜜：你怎么看上你老公的，跟你一点都不配，又没钱，长的又难看。某女：相亲那天，旁边有个老太太摔倒了，他想都没想，背起来就往医院跑。回来我问他不怕被赖上啊？他说应该做的。当时我想，这么善良的人，太难得了。闺蜜：哦，是难得，后来那老太太怎么样了？某女：怎样？成我婆婆了……"
        },
        {
            "id": 44,
            "joke": "一人特喜欢探险，去原始森林，听说有毒蛇，于是带一刀。还带一向导。不多会儿，胳膊就被蛇咬了，想到毒蛇顷刻就能要命，情急之下，挥刀斩臂。向导说：这蛇没毒啊。"
        },
        {
            "id": 45,
            "joke": "前几日和朋友一起吃饭，席间说到娶老婆的事情。朋友的妻子比他大，我问他为啥找了一个比他大的。朋友答：“同样花钱谁不挑大的。”"
        },
        {
            "id": 46,
            "joke": "女友发彩信给我，我也木有看清，只看到人啊烟啊火啊，我想也没想，说，“你在吃烧烤啊！” 女友怒曰：“你积点口德吧，我们家祭祖…”"
        },
        {
            "id": 47,
            "joke": "去菜市场买菜，一个摊位上，左边和右边都摆着芹菜。左边2元一斤，右边一元一斤，于是我就问老板娘，怎么一样的芹菜，两个价啊（左边的新鲜一点）老板娘说：“原配和小三能一个价吗。”我乐了，说：“老板娘，来两斤小三。”"
        },
        {
            "id": 48,
            "joke": "减肥贴片的广告说：“只要贴上身，体重自然消！我与医生聊起这东西问道：“真的会有效吗？”医生说：“相当有效，不信你贴到嘴上试试。”"
        },
        {
            "id": 49,
            "joke": "三国时期，有个相面的来访刘备，刘备让他给自己相面。相面的人说：“你的相貌很好，面白，心也白。”刘备又让他相关公，相面人说：“此人相貌也好，面红，心也红。”刘备听了，急忙握住张飞的手说：“三弟……还是不要相了吧。”"
        },
        {
            "id": 50,
            "joke": "一座监狱里，最近又来了几个囚犯。一天，监狱长把他们召集在一起，对他们说：“这儿是座模范监狱，我们是很自由的，每一个囚犯来到这里都可以继续做他们原来的工作。”囚犯们听了很高兴，其中一囚犯顿时手舞足蹈起来。监狱长连忙问他：“你以前是干什么的？”囚犯大声回答道：“我原来是看大门的！”"
        },
        {
            "id": 51,
            "joke": "阿呆早上起床，去吃早点，来到一小摊前道：“老板，买两根麻花！”老板：“只剩两根油条了，没有麻花。”阿呆：“明明是两根麻花，你还冒充油条，骗我就不买了。”"
        },
        {
            "id": 52,
            "joke": "妻子从丈夫杯里呷了一口伏特加，皱着眉头说：“酒真难喝！”丈夫说，“可不是嘛，这么难喝你还唠唠叨叨，说我喝酒享乐呢！”"
        },
        {
            "id": 53,
            "joke": "杀猪的和卖茶的打赌。杀猪的说：“铁锤锤蛋锤不破。” 卖茶的说：“锤得破！” 杀猪的说：“锤不破！” 卖茶的不服气，拿来一个鸡蛋，用锤使劲打下去，鸡蛋碎了。说：“这不是破了吗。” 杀猪的说：“蛋是破了，可我说的是锤不破的呀！”"
        },
        {
            "id": 54,
            "joke": "教授在河边，常常看到两只龟，缩着一动不动。有天忍不住好奇，问一农民：这两只乌龟在干吗？农民说：他们在pk。教授不解地问：动都没动过p什么k。老农说:他们在比谁寿命长。教授说：可是壳上有甲骨文的那只，早就死了。这时，另一只猛然探出头来骂到：md，死了也不吭一声！有甲骨文的那只也伸出头来：“专家说啥你信啥！”"
        },
        {
            "id": 55,
            "joke": "一个很瘦很瘦的人对一个很胖很胖的人说：“如果我像你这么胖，那我一定会上吊自杀！”这个胖子对这个瘦子说：“咦，我发现你是一条不错的绳子！”"
        },
        {
            "id": 56,
            "joke": "一家公司决定要通过一题考试裁掉几名员工，ceo出了一题，成语填空，一丝不___。人事部不得其解，ceo交代答案：凡是填“苟”的，男的留下，女的走人；凡是填“挂”的，女的留下，男的走人。"
        },
        {
            "id": 57,
            "joke": "甲：你说为什么外国的酒是黑色的？酒厂经理：这还不简单，要是有老鼠屎掉进去，就发现不了了！！甲：那中国酒为什么是白的？？酒厂经理：这更简单了，就是有老鼠屎掉进去了，我们就说那是酒糟呗！"
        },
        {
            "id": 58,
            "joke": "接孩子从幼儿园回家，路上孩子对爸爸说：爸爸，我累了。爸爸和孩子说：咱俩数到三，爸爸就抱你走，行不行？孩子很高兴的答应了。然后，爸爸大声说：预备——齐步走！1、2、1……"
        },
        {
            "id": 59,
            "joke": "父亲：你每次打电话都要打几个小时，这次怎么就讲了半个钟头，是谁打来的电话？女儿：没谁，有人拨错号了。"
        },
        {
            "id": 60,
            "joke": "古时候，一个和尚跟一个屠夫是好友。和尚早上要起来念经，而屠夫要起来杀猪。为了不耽误各自工作，便约定早上互相叫对方起床。多年后和尚与屠夫去世了。屠夫去了天堂，和尚却下了地狱。因为屠夫天天做善事，叫和尚起来念经；而和尚天天叫屠夫起来杀生。"
        },
        {
            "id": 61,
            "joke": "有个人正在崎岖的乡间公路上开着车，突然看到一个年轻人在拼命地奔跑，后面三只凶猛的狗嚎叫着紧追不舍。于是那人来了个急刹车，向年轻人喊道：“快上来！快上来！” 年轻人喘着粗气说：“谢谢！谢谢！您太好了，别人看我带了三只狗，都不愿意让我搭车……”"
        },
        {
            "id": 62,
            "joke": "唐僧师徒来到一家饭庄化缘，掌柜：长老要点什么？唐僧：别人吃剩下的即可！悟空说：给我来碗剩饭吧。沙僧：给我来碗剩汤。八戒：给我来个剩女吧。"
        },
        {
            "id": 63,
            "joke": "一天，一个理发师把一个卖糖葫芦的揍了。被揍的老者报警之后，理发师被带到了警察局。警察问：你为什么揍卖糖葫芦的？他回答说：我在屋里烫头发，他在外面喊“烫煳喽、烫煳喽！”"
        },
        {
            "id": 64,
            "joke": "顾客：我想到你的店里应聘做服务员？经理：我们这里不缺服务员。顾客：那你找一个出来给我看看，我坐这里快一个小时了，没见到有服务员呀。"
        },
        {
            "id": 65,
            "joke": "一位英国人和一位中国人去扫墓。英国人带去鲜花，中国人带去食品。英国人问中国人：“您的先人什么时候出来吃东西?”中国人答道：“当您的先人出来赏花的时候。”"
        },
        {
            "id": 66,
            "joke": "高僧：施主捐些善款吧，三百五百都行。我：没带那么多钱，下次吧。高僧：没关系，我们这里可以刷卡。我：不好意思，卡也没带。高僧：没关系，我们这里也可以抵押贷款，月息只要3%。我：不好意思，我没什么可抵押的。高僧：…………那麻烦你填一下这个器官…捐赠表。"
        },
        {
            "id": 67,
            "joke": "一对情侣要殉情，只有买一瓶毒…药的钱……一瓶只能死一个，结果全死了，为什么呢？打开瓶子后，瓶盖上写着再来一瓶。"
        },
        {
            "id": 68,
            "joke": "这年头什么也靠不住，只有自己靠自己，简称：我……靠！"
        },
        {
            "id": 69,
            "joke": "一专业顾问拿到新印名片后发向厂商抗议：我的名片印成“专业顾门”，少了一个口！数日后收到新名片，上面印着“专业顾门口”。"
        },
        {
            "id": 70,
            "joke": "世界杯最幸福的人是南非劫匪。目前已拥有cctv笔记本电脑，韩国摄像机，英国录音笔，葡萄牙单反相机，从gsm到cdma多制式手机，从LV到李宁牌多款钱包，以美元为首的各国现钞。如果你的名字恰好叫巴蒂斯图塔，他们还有本现成护照可以卖给你。"
        },
        {
            "id": 71,
            "joke": "一群人到某地旅游，当地习惯早餐是馒头、稀饭并且每人一个鸡蛋。这天早晨，一人剥开一个鸡蛋，是坏的，就跟服务小姐说：“给我换一个，这个鸡蛋坏了。”不一会儿，小姐就回来了，可是忘了是哪个人了，就高声喊了起来：“谁的蛋坏了？”众人沉默不语。小姐又喊了一句：“谁的蛋坏了？”，还是没人答应。这时，餐厅主任过来对服务员说：“你这小姑娘真没礼貌，应该这样问：‘哪位的蛋坏了？’”忽然，餐厅主任觉得这话不对劲，赶紧又改口又高声喊了一句：“哪位是坏蛋？”"
        },
        {
            "id": 72,
            "joke": "存折和钱谈恋爱谈了好多年，钱对存折说，你怎么不娶我呢，存折说，我要是娶了你，你就不是我的了。"
        },
        {
            "id": 73,
            "joke": "我一个人要乘出租车，司机问我：你们两个要去哪里？"
        },
        {
            "id": 74,
            "joke": "问：有一个人只剩一颗牙了，为什么吃东西还会塞牙？ 答：因为他吃的是藕。"
        },
        {
            "id": 75,
            "joke": "一醉汉歪歪斜斜地走进一家商店要买一只花瓶。见柜台上有一倒扣的杯子,拿起来看了看，奇怪地说：“这花瓶怎么没口?”将杯子翻过来看,又说：“怎么连底儿也没有？！”"
        },
        {
            "id": 76,
            "joke": "一个男生站在女寝室楼下叫：“花子，花子……”管寝室的大妈问道：“你叫谁呢?”男生答道：“叫花子，308室的。”于是，大妈大声喊道：“308室的叫花子，有人找！”"
        },
        {
            "id": 77,
            "joke": "有一动物园新来了一只狮子，在吃食的时候，其他的狮子都吃牛排，这只新狮子只分配到一根香蕉，起初这只新来的狮子以为自己资浅，不以为意，隔了几天，它实在受不了，就开口问了其中一只狮子：为什么你们每天吃饭都吃牛排，而我都吃香蕉？资深的狮子回答说：因为我们这个动物园，狮子的人事冻结，你顶的是猴子的缺。"
        },
        {
            "id": 78,
            "joke": "上帝说：如果没有你，整个世界将暗淡无光，一片凄凉，地球停止运转。人类生灵涂炭。文明就此终结。你问上帝：不会吧。我有这么重要？上帝：你说如果我装饭的桶没了，我都饿死了，怎么创造人类文明？"
        },
        {
            "id": 79,
            "joke": "公司一群基层员工年底聚会，没有加薪没有升职连年终奖金都被取消了，打算借酒浇愁一回。有人带了瓶酒来，大家一看那酒的名字，眼泪就都扑簌簌地往下掉开了，还有人顿时抱头痛哭了一常。那酒的名字叫老白干。"
        },
        {
            "id": 80,
            "joke": "有一个男人非常不善于说话。一天邻居生了个儿子，大家都去祝贺，他也去了。主人一见他来了，生怕他说漏了嘴，赶紧让他进屋喝酒吃肉。他也知道自己嘴不好，就低头光吃东西不作声。直到吃完了，他才对大家说：“你们都能证明吧，我今天可什么也没说，这个孩子要是死了，可别怨我。”"
        },
        {
            "id": 81,
            "joke": "老师：“各位同学，觉得自己很蠢的请站起来。”同学们互相看了看，都不敢站起来，只有一个勇敢的站了起来老师：“这位同学，你觉得自己很蠢吗？”学生：“不是的，老师，我只是不想让你一个人站着！”"
        }
    ]
}